Repository: merveeksi/Nur-Bilgi
Catalog: src/NurBilgi.Application/Resources/Validations/Translations/ValidationTranslations.*.resx
Languages: tr_tr

# AiChatMessageDeleteIdRequired
source: Ai chat message is required
tr_tr: Ai chat mesajı gereklidir

# AiChatMessageDeleteIdNotFound
source: Ai chat message not found
tr_tr: Ai chat mesajı bulunamadı

# DailyDuaDeleteIdRequired
source: Daily dua name is required
tr_tr: Günlük dua adı gereklidir

# DailyDuaDeleteIdNotFound
source: Daily dua name not found
tr_tr: Günlük dua adı bulunamadı

# FavoriteDeleteIdRequired
source: Favorite is required
tr_tr: Favori gereklidir

# FavoriteDeleteIdNotFound
source: Favorite not found
tr_tr: Favori bulunamadı

# NoteDeleteIdRequired
source: Note is required
tr_tr: Not gereklidir

# NoteDeleteIdNotFound
source: Note not found
tr_tr: Not bulunamadı

# PrayerTimeDeleteIdRequired
source: Prayer time is required
tr_tr: Namaz vakti gereklidir

# PrayerTimeDeleteIdNotFound
source: Prayer time not found
tr_tr: Namaz vakti bulunamadı

# SurahDeleteIdRequired
source: Surah name is required
tr_tr: Sure adı gereklidir

# SurahDeleteIdNotFound
source: Surah name not found
tr_tr: Sure adı bulunamadı

# CustomerIdIsRequired
source: Customer name is required
tr_tr: Müşteri adı gereklidir

# CustomerNotFound
source: Customer name not found
tr_tr: Müşteri adı bulunamadı
